

// TODO: 08.02.2022 создать переменную со строкой, которая содержит имя и фамилию.
// TODO: 08.02.2022 создать экземпляр класса Account: в качестве аргумента передать тестируемое имя
// TODO: 08.02.2022 Чтобы задать условие для проверки, вызови метод checkNameToEmboss()

public class Praktikum {

    public static void main(String[] args) {
        /*
             В этом методе заложи логику работы с классом Account.
             Нужно создать экземпляр класса Account: в качестве аргумента передать тестируемое имя
             и вызвать метод, который проверяет, можно ли использовать фамилию и имя для печати на банковской карте.
         */
    }

}